Revit 2027 API
ParameterTypeId.MassGrossVolume Property
 "Gross Volume"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MassGrossVolume { get; }
Public Shared ReadOnly Property MassGrossVolume As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MassGrossVolume {
	ForgeTypeId^ get ();
}
static member MassGrossVolume : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace